Repository: heihei1252/phonetooth
Catalog: tags/phonetooth-0.4.0/po/*.po
Languages: pl

source: Name
pl: Kontakt

source: Phone number
pl: Numer telefonu

source: Sending file...
pl: Wysyłanie pliku...

source: File succesfully sent.
pl: Plik wysłano z powodzeniem.

source: No recipient selected
pl: Nie wybrano odbiorcy

source: Failed to send message:
pl: Wysłanie wiadomości nie powiodło się:

source: Characters:
pl: Znaków:

source: Messages:
pl: Wiadomości:

source: Encoding:
pl: Kodowanie:

source: Failed to store message
pl: Zapis wiadomości nieudany

source: Sending SMS not supported by phone
pl: Wysyłanie wiadomości SMS nieobsługiwane przez telefon

source: Failed to send message
pl: Wysłanie wiadomości nie powiodło się

source: AT Command not supported by phone:
pl: Polecenie AT nieobsługiwane przez telefon:

source: No device configured in the preferences
pl: Brak skonfigurowanego urządzenia w preferencjach

source: Device not found
pl: Urządzenie nieodnalezione

source: Failed to connect to device:
pl: Połączenie z urządzeniem nie powiodło się:

source: Manage contacts
pl: Zarządzaj kontaktami

source: _File
pl: _Plik

source: _Export contacts...
pl: E_ksportowanie kontaktów...

source: Import from SIM
pl: Zaimportuj z SIM

source: Import from phone
pl: Zaimportuj z telefonu

source: gtk-new
pl: Nowy

source: gtk-cancel
pl: Anuluj

source: gtk-ok
pl: OK

source: Send a file to your mobile phone (only available for bluetooth connections)
pl: Wysłanie pliku do telefonu komórkowego (dostępne wyłącznie dla połączeń Bluetooth)

source: Close the application
pl: Zakończenie aplikacji

source: _Edit
pl: _Edycja

source: Manage your contacts
pl: Zarządzanie kontaktami

source: _Manage contacts
pl: _Zarządzaj kontaktami

source: Open the preferences
pl: Otwarcie preferencji

source: gtk-preferences
pl: Preferencje

source: _Help
pl: Pomo_c

source: gtk-about
pl: O programie

source: Recipient:
pl: Odbiorca:

source: Characters: 0
pl: Znaków: 0

source: Messages: 0
pl: Wiadomości: 0

source: Encoding: GSM 7-bit
pl: Kodowanie: GSM 7-bit

source: Delivery report
pl: Raport o dostarczeniu

source: Send message
pl: Wyślij wiadomość

source: Preferences
pl: Preferencje

source: Scan
pl: Skanuj

source: <b>Custom serial device</b>
pl: <b>Własne urządzenie szeregowe</b>

source: Device location:
pl: Położenie urządzenia:

source: Gammu configuration index:
pl: Indeks konfiguracji Gammu:

source: <b>Phone connection method</b>
pl: <b>Rodzaj połączenia z telefonem</b>

source: About PhoneTooth
pl: O PhoneTooth
